<template>
  <div id="policy">
    <div class="navbar-custom"></div>
    <div class="ui container">
      <div class="ui pointing secondary menu">
        <a class="item active" data-tab="first">이용약관</a>
        <a class="item" data-tab="second">개인정보취급방침</a>
      </div>
      <div class="ui tab terms active" data-tab="first">
        <pre class="ui segment">
주식회사 위키너 서비스 이용약관


제1조(목적) 이 약관은 주식회사 위키너(이하 ‘위키너’또는 ‘회사’라 함)가 운영하는 인터넷 사이트(이하 “사이트”라함)에서 제공하는 인터넷 전자상거래 관련 서비스(이하 “서비스”라 한다)와 관련하여 회사와 이용자의 권리․의무 및 책임사항을 규정함을 목적으로 합니다.

  ※「본 약관은 회사가 제공하는 유무선 PC통신, 스마트폰(안드로이드폰, IOS 폰 등)어플리케이션 및 모바일 웹 등을 이용하는 전자상거래 등에 대하여서도 그 성질에 반하지 않는 한 이를 준용합니다.」

제2조(정의)
 ① 회사가 운영하는 사이트는 아래와 같습니다(2017. 6. 현재)
  www.we-kin.com. 및 추후 회사에서 공지하고 제공하는 기타 웹사이트 포함(블로그 등)
 ② “이용자”란 “사이트”에 접속하여 이 약관에 따라 “사이트”가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.
 ③ ‘회원’이라 함은 “사이트”에 회원등록을 한 자로서, 계속적으로 “사이트”이 제공하는 서비스를 이용할 수 있는 자를 말합니다.
 ④ ‘비회원’이라 함은 회원에 가입하지 않고 “사이트”에서 제공하는 서비스를 이용하는 자를 말합니다.

제3조 (약관 등의 명시와 설명 및 개정)
 ① “회사”는 이 약관의 내용과 상호 및 대표자 성명, 사업자등록번호, 통신판매업 신고번호 영업소 소재지 주소, 연락처(소비자의 불만을 처리할 수 있는 곳의 주소를 포함)등을 이용자가 쉽게 알 수 있도록 회사 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있습니다.
 ② “회사”는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
 ③ “회사”는 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 사이트 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다.
 ④ 위 ③항에 따라 공지된 개정약관의 적용일자 이후에도 서비스를 계속 이용하는 이용자는 개정된 약관에 동의하는 것으로 간주합니다. 다만, 개정된 약관에 동의하지 아니하는 이용자의 경우 언제든지 서비스 이용계약을 해지 할 수 있습니다.
 ⑤ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 국가가 제정한 전자상거래 등에서의 소비자 보호지침 및 관계법령 또는 기타 상관례에 따릅니다.

제4조 (서비스의 제공 및 변경)
 가. "회사"는 다음과 같은 업무를 수행합니다.
  ① "회사”가 직접 판매하는 서비스 등에 대한 정보 제공 및 재화 등의 판매계약 체결
  ② 판매자와 이용자 간의 서비스 이용 등의 계약체결의 중개
  ③ 기타 "회사"가 정하는 업무 등
 나. 중개 서비스의 경우 “회사”는 판매자와 이용자 간의 거래의 신뢰도 및 안정성을 증진시키는 도구(플랫폼)만을 제공하며, 판매자와 이용자 간에 성립된 거래에 관련된 책임은 거래의 당사자들 스스로가 부담하여야 합니다.
 다. "회사"는 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화 또는 용역의 내용 및 제공일자를 명시하여 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.
 라. "회사"가 제공하기로 한 서비스의 내용을 서비스 등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한 방법으로 즉시 통지합니다.
 마. "회사”는 필요하다고 판단하는 경우 서비스의 일부를 제휴업체 등 제3자에 위탁할 수 있습니다.

제5조 (서비스의 중단)
 가. "회사"는 컴퓨터 등 정보통신설비의 보수 점검, 교체 및 고장, 통신의 두절, 서비스 이용의 폭주 및 국가비상사태, 정전, 천재지변 등의 불가항력적인 사유가 있는 경우, 등으로 정상적인 서비스 이용에 지장이 있는 경우 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.
 나. 사업종목의 전환, 사업의 포기, 업체 간 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 "회사”는 이를 이용자에게 통지하도록 합니다.

제6조(회원가입)
 ① 회원가입은 만 14세 이상으로서 이용자가 약관의 내용에 동의를 하고, 이용신청을 하면 회사가 이를 승낙함으로써 성립합니다.
 ② 회사는 다음 각 호에 해당하는 신청에 대하여는 승인을 거부하거나 유보할 수 있다.
  가. 이미 가입된 회원과 성명 및 전자우편주소가 동일한 경우
  나. 실명이 아니거나 타인의 명의를 이용한 경우
  다. 등록내용에 허위의 정보를 기재하거나, 기재누락, 오기가 있는 경우
  라. 회원가입일 현재 만 14세 미만인 경우
  마. 이용신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우. 다만, 회원자격 상실 후 3개월이 경과한 자로서 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 함
  바. 미성년자가 구매할 수 없는 상품을 구매함으로써 사회 법규를 위반하는 일이 발생할 경우
  사. 부정한 용도 또는 영리를 추구할 목적으로 이 서비스를 이용하고자 하는 경우
  아. 서비스 관련설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우
  자. 관련 법령 및 기타 제반 사항을 위반하여 신청하거나 회원의 귀책사유로 인하여 승인이 불가능한 경우
  차. 기타 이 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 및 회사가 합리적인 판단에 의하여 필요하다고 인정하는 경우
 ③ 제1항에 따른 신청에 있어 회사는 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.
 ④ 제2항에 따라 회사가 회원가입신청의 승인을 거부하거나 유보한 경우 원칙적으로 이를 회원에게 알립니다.
 ⑤ 이용계약의 성립 시기는 회사의 승낙이 이용신청자에게 도달한 때에 완료됩니다.
 ⑥ 회사는 이용자에 대하여 『영화 및 비디오물의 진흥에 관한 법률』 및 『청소년 보호법』등에 따른 등급 및 연락준수를 위하여 이용제한이나 등급별 제한을 할 수 있습니다.

제7조(회원 탈퇴)
 ① 회원의 해지
  가. 회원은 언제든지 회사에게 해지의사를 통지함으로써 이용계약을 해지할 수 있습니다.
  나. 이용계약은 회사가 회원의 해지의사를 받아 해지 처리하는 시점에 종료됩니다.
  다. 본 항에 따라 해지를 한 회원은 이 약관이 정하는 회원가입절차와 관련조항 에 따라 회원으로 다시 가입할 수 있습니다.
 ② 회사의 해지
  가. 회사는 다음과 같은 사유가 있는 경우 회원과의 이용계약을 해지할 수 있습니다. 이 경우 회사는 회원에게 전화, SMS, 이메일 등의 방법을 통하여 해지사유를 밝혀 해지 의사를 통지합니다.
  나. 제4조 제2항에서 정하고 있는 이용계약의 해지사유가 있음이 확인된 경우
  다. 회원이 회사나 다른 회원, 기타 타인의 권리나 명예, 신용, 기타 정당한 이익을 침해하는 행위를 한 경우
  라. 기타 회원이 이 약관에 위배되는 행위를 하거나 이 약관에서 정한 해지사유가 발생한 경우
  마. 회원이 명의도용 및 결제정보 도용, 저작권법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률을 위반한 불법 통신 및 해킹, 악성프로그램의 배포 등의 경우
  바. 회사는 불특정다수 회원에 대한 통지의 경우, 10일 이상 사이트에 게시함으로써 개별 통지에 갈음할 수 있습니다.
  사. 회사는 해당 회원에게 사전에 해지사유에 대한 의견진술의 기회를 부여할 수 있습니다.
  아. 회원탈퇴와 관련하여 발생한 손해에 대한 책임은 해당 회원에게 있으며, 회사는 일체의 책임을 지지 않습니다.

제8조(회원 자격의 제한 및 정지)
 ① 회원이 다음 각 호의 사유에 해당하는 경우, “몰”은 회원자격을 제한 및 정지시킬 수 있습니다.
  가. 가입 신청 시에 허위 내용을 등록한 경우
  나.“회사”의 서비스 등의 이용과 관련하여 대금 등 회원이 부담하는 채무를 기일에 지급하지 않는 경우
  다. 다른 사람의 “서비스” 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
  라.“서비스”를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
  마. 회원이 서비스 등의 구매 시 결제 정보를 임의로 조작하여 정상 결제가격보다 미치지 못하는 금액을 결제한 것이 확인되는 경우
 ② “회사”가 회원 자격을 제한․정지 시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 “회사”는 회원자격을 상실시킬 수 있습니다.

제9조(회원에 대한 통지)

  ① “회사”가 회원에 대한 통지를 하는 경우, 회원이 “회사”와 미리 약정하여 지정한 전자우편 주소, SMS 등으로 할 수 있습니다.

  ② “회사”는 불특정다수 회원에 대한 통지의 경우 1주일이상 “회사”인터넷 홈페이지 및 어플리케이션 공지사항에 통지사항을 게시함으로서 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.

제10조(회원의 의무)

 ① 회원은 관계법령, 이 약관의 규정, 이용안내 등 회사가 통지하는 사항을 준수하여야 하며, 기타 타인의 권익을 침해하거나, 회사 업무에 방해되는 행위를 하여서는 안 됩니다.
 ② 회원은 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 아니 됩니다.
  (1) 회원가입 및 회원정보 변경 시 허위내용의 등록
  (2) 회사의 서비스에 게시된 정보 또는 회원이 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 영리 또는 비영리의 목적으로 복제, 출판, 방송 등에 사용하거나 제3자에게 제공하는 행위
  (3) 회사가 게시한 정보의 허가 받지 않은 변경
  (4) 서비스를 이용할 권리를 양도하여 영리를 추구하는 행위
  (5) 정보통신망법 등 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 등)을 전송하거나 게시 및 관련 사이트를 링크하는 행위
  (6) 회사 및 기타 제3자의 저작권 등 지적 재산권에 대한 침해
  (7) 회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위(예-회사의 직원이나 서비스의 관리자로 가장, 사칭하거나 타인의 명의를 도용하여 글을 게시하거나 메일을 발송하는 행위)
  (8) 다른 회원의 아이디 및 비밀번호를 도용하여 서비스를 이용하는 행위
  (9) 회사에서 물품이나 서비스를 이용하는 대가로 타인의 계좌번호, 신용카드 등의 결제정보를 허락 없이 이용하는 행위
  (10) 정크메일, 스팸메일 등을 포함하여 컴퓨터의 정상적인 작동을 방해하려 하는 바이러스가 포함되어 있는 메시지 및 외설적이거나 폭력적인 메시지 등을 전송, 유포하는 행위
  (11) 다른 회원의 개인정보를 그 동의 없이 수집, 저장, 공개, 유포하는 행위
  (12) 기타 현행 법령, 회사가 제공하는 서비스에 대한 약관 기타 서비스 이용에 관한 규정 및 회사 방침(사이트 공지사항 포함)에 위반하는 행위
제11조(회사의 의무)

 ① 회사는 관련법령과 이 약관이 금지하거나 공공질서, 미풍양속에 반하는 행위를 하지 않으며, 이 약관이 정하는 바에 따라 지속적이고 안정적으로 서비스를 제공하기 위하여 최선의 노력을 다하도록 합니다.
 ② 회사는 이용자가 안전하게 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함) 보호를 위한 보안 시스템을 갖추어야 하며 개인정보 취급방침을 공시하고 준수합니다.
 ③ 회사는 관련법령이 정한 의무사항을 준수합니다.

제12조(개별 서비스에 대한 약관 및 이용조건)
 회사는 제공하는 서비스의 구체적 내용에 따라 개별 서비스에 대한 약관 및 이용조건을 각 개별서비스마다 별도로 정하여 회원의 동의를 얻을 수 있습니다. 이 경우 개별 서비스에 대한 이용약관 등이 본 약관에 우선합니다.

제13조(서비스 이용시간 및 제공 중단 등)
 ① 서비스의 이용은 원칙적으로 1일 24시간을 원칙으로 합니다(연중무휴). 다만 정기점검 등의 사유로 회사가 정한 시간은 서비스 이용이 중단될 수 있습니다.
 ② 1항에서 정한 서비스 제공 중단 사유는 아래와 같습니다.
  가. 서비스의 보수 및 정기점검 또는 비상 점검의 경우
  나. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중단했을 경우
  다. 기타 불가항력적 사유가 있는 경우
 ③ 회사는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.

제14조(구매신청)
 ① 회원은 이 약관 및 회사가 정한 규정에 따라 아래와 같이 물품 또는 서비스의 구매를 신청합니다.
  가. 서비스 등의 검색 및 선택
  나. 회원정보(성명, 연락처, 주소, 전자우편주소 등) 입력
  다. 서비스 선택사항 입력
  라. 배송 받는 물품의 경우 배송지 정보(성명, 연락처, 주소) 입력
  마. 결제방법 선택
  바. 결제방법에 따른 결제 정보
  사. 개인정보 제3자 제공 및 이용 조건에 동의한다는 표시
 ② 결제와 관련하여 회원이 입력한 정보 및 그 정보와 관련하여 발생한 책임과 불이익은 전적으로 회원이 부담하여야 합니다.

제15조(대금지급방법)

 ① 회원은 회사에서 구매한 물품 또는 서비스에 대한 대금 지급방법을 다음 각 호의 하나로 할 수 있습니다.
  가. 신용카드
  나. 실시간 계좌이체
  다. 휴대폰 결제
  라. 무통장입금(가상계좌)
  마. 쿠폰
  바. 포인트
  사. 기타 회사가 지정하는 결제 수단

제16조(포인트 등)
 ① 포인트
  가. 포인트(명칭 여하 불문 포인트로 인정될 수 있는 것 모두 포함)는 회사가 운영하는 사이버 화폐로서 회사가 운영하는 서비스 등을 구매할 때 결제 수단으로 사용할 수 있다.
  나. 적립금의 유효기간은 적립전환 후 12개월이며, 유효기간은 월별로 관리되고 지급된 월로부터 12개월이 지난 후 해당 월의 말일에 자동적으로 소멸된다. 단, 구매취소로 인하여 재지급되는 적립금의 유효기간은 재지급시점을 기준으로 12개월이고, 기타 마케팅 및 프로모션을 통하여 지급되는 포인트의 유효기간은 각각 별도로 설정될 수 있다.
  다. 포인트를 부여할 때 사용기간에 대한 별도의 사전고지 또는 특약이 있는 경우에는 그 사용기간 이내에 사용하여야 하고, 유효기간 이내에 사용하지 않을 경우 순차적으로 소멸된다.
  라. 포인트의 사용은 만료기간이 빠른 순서로 사용되며, 유효기간이 만료되거나 이용계약이 종료되면 적립 전환된 포인트 중 미사용한 적립금은 소멸한다.

 ② 쿠폰
  가. 쿠폰은 발행대상, 발행경로, 사용대상 등에 따라 구분될 수 있으며, 쿠폰의 세부구분, 할인금액(할인율), 사용방법, 사용기한 및 제한에 대한 사항은 할인쿠폰 또는 서비스화면에 표시된다. 쿠폰의 종류 및 내용과 발급여부에 관하여는 회사의 각 사이트에 대한 정책에 따라 달라질 수 있다.
  나. 쿠폰은 현금으로 출금될 수 없으며, 쿠폰에 표시된 유효기간이 만료되거나 이용계약이 종료되면 소멸한다.
  다. 쿠폰은 회사에서 별도로 명시한 경우를 제외하고는 타인에게 양도할 수 없으며, 부정한 목적이나 용도로 사용할 수 없다. 이를 위반한 경우 회사는 쿠폰을 회수하거나 회원자격을 정지할 수 있다.

제17조(서비스의 이용)
 ① 회원은 개별조건상에 명시된 유효 기간 내에 한해서만 업체의 서비스를 제공받을 수 있다. 회원이 유효기간 이내에 서비스를 이용하지 못한 경우 회사의 환불정책에 따라 일정 비율의 금액만 환불받을 수 있다.
 ② 회원은 회사 홈페이지에 명시된 내용 및 개별 주의사항(이용조건)을 확인하여야 할 책임이 있으며, 명시된 이용조건에 따라서만 구매한 상품을 이용할 수 있다

제18 조 (서비스 등의 공급)
 ① 회사는 회원이 서비스 등의 공급절차 및 진행사항, 서비스 등에 대한 구매 결제내역을 확인할 수 있도록 관련 정보를 제공하며, 서비스 등의 구매 취소방법 및 절차를 안내한다.
 ② 회사는 회원이 구매한 서비스 등에 대해 이용방법, 이용기간 등을 명시한다.
 ③ 회사와 고객 간에 서비스의 인도시기 및 쿠폰의 제공시기에 관하여 별도의 약정이 있는 경우에는 이 약관에 우선한다.

제19조(환급, 반품 및 교환)

 ① "회사"는 이용자가 구매신청 한 재화 등이 품절 등의 사유로 인도 또는 제공을 할 수 없을 때에는 지체 없이 그 사유를 이용자에게 통지하고 사전에 재화 등의 대금을 받은 경우에는 대금을 받은 날부터 3 영업일 이내에 환급하거나 환급에 필요한 조치를 취합니다.
 ② 회원이 회사가 제공하는 서비스를 신청한 이후 특별한 사유 없이 이를 철회한 경우 환급 조건은 별도의 약관에 따릅니다.
 ③ 재화 등의 반품 또는 교환에 필요한 왕복배송비용 기타 필요한 비용은 귀책사유 있는 측에서 부담하며, 배송상의 문제로 이용자가 입은 손해에 대한 배상책임은 귀책사유 있는 배송업체를 지정한 “회사”에게 있습니다.
 ④ 해외에서 국내로 배송되는 재화와, 중개 상품의 경우에는 현지 업체의 정책에 따라 반품, 교환, 환급이 제한될 수 있으며, 이에 관하여 회사는 별도의 고지를 합니다.

제20조(정보의 제공)
 회사는 서비스 이용에 관한 다양한 정보를 이메일, 우편, SMS 등의 방법으로 회원에게 제공할 수 있으며 회원은 수신을 거부할 수 있습니다. 단, 회사는 서비스 이용에 필수적으로 요구되는 정보(관련 규정 및 정책의 변경 등)나 유익한 혜택(할인 쿠폰 등)에 대해서는 회원의 수신거부의사와 무관하게 이를 제공할 수 있습니다.

제21조(저작권 등의 귀속 및 이용제한)
 ① 회사가 작성한 저작물에 대한 저작권, 특허권, 상표권, 기타 지적재산권은 회사에 귀속됩니다.
 ② 회원은 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 등 기타 방법에 의하여 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.
 ③ 액티비티 활동 중 촬영되는 사진 및 영상의 저작권은 회사에 귀속되며, 향후 회사 홍보에 사용될 수 있습니다. 따라서 원치 않은 이용자의 경우 사전에 미리 사진 촬영 거부 의사를 밝힐 수 있습니다.

제22조(개인정보보취급방침)
 ① 회사는 회원의 개인정보를 보호하기 위하여 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관계 법령에서 정하는 바를 준수합니다.
 ② 회사는 회원의 개인정보를 보호하기 위하여 개인정보 취급방침을 제정, 서비스 초기화면에 게시합니다. 다만, 개인정보 취급방침의 구체적인 내용은 연결화면을 통하여 볼 수 있습니다.
 ③ 회사는 이용계약을 위하여 회원이 제공한 정보를 회사의 서비스 운영을 위한 목적 이외의 용도로 사용하거나 회원의 동의 없이 제3자에게 제공하지 않습니다. 단, 다음 각 호의 경우에는 예외로 합니다.
  가. 법령에 근거하여 회원정보의 이용과 제3자에 대한 정보제공이 허용되는 경우(수사 및 재판 목적 등)
  나. 물품 배송업무 등 거래 이행에 필요한 최소한의 회원정보(성명, 주소, 연락처 등)를 배송업체에 알려주는 경우
  다. 기타 회사의 약관 및 정책에 따라 회원의 동의를 구한 경우
  라. 회사는 개인정보 취급방침에 따라 회원의 개인정보를 최대한 보호하기 위하여 노력합니다.

제23조(면책 조항)
 ① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 회원에게 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
 ② 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.
 ③ 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며, 그 밖의 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.
 ④ 회사는 회원이 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여서는 이를 책임을 지지 않습니다.
 ⑤ 회사는 회원 간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임을 지지 않습니다.
 ⑥ 회원이 발송한 메일 내용에 대한 법적인 책임은 회원에게 있습니다.

제24조(분쟁해결)
 ① 회사는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리 하기 위해서 피해보상처리 기구를 설치, 운영합니다.
 ② 회사는 이용자로부터 제출되는 불만사항 및 의견을 지체 없이 처리하고자 최선을 다하여야 합니다. 다만 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리 일정을 통보합니다.

제25조 (관할법원 및 준거법)
 ① 이 약관의 해석 및 회사와 회원 간의 분쟁에 대하여는 대한민국의 법령을 준거법으로 합니다.
 ② 서비스 이용 중에 발생한 법정 분쟁에 관한 소송은 회사의 본점 소재지를 관할하는 법원에 제기하도록 합니다.

부 칙

제 1 조 시행일 본 약관은 2017년 6월 30일 오전 0시부터 시행합니다.
        </pre>
      </div>
      <div class="ui tab privacy" data-tab="second">
        <pre class="ui segment">
주식회사 위키너 개인정보처리방침
주식회사 위키너(이하 ‘회사’라고 함)은 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다. 


개인정보의 수집 및 이용목적


회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.

① 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산 : 서비스 예약, 컨텐츠 제공, 구매 및 요금 결제, 물품배송 또는 청구지 등 발송, 금융거래 본인 인증 및 금융서비스, 요금추심 등
 ② 고객관리 : 고객관리 및 이용에 따른 본인확인, 개인식별, 불량회원의 부정 이용 방지와 비인가, 사용 방지, 가입 의사 확인, 연령확인, 만 14세 미만 아동 개인정보 수집 시 법정 대리인 동의여부 확인, 불만처리 및 민원처리, 고지사항 전달 등 
 ③ 기타 : 고지사항 전달, 본인 의사 확인, 불만 처리 등 원활한 의사소통 경로의 확보, 새로운 서비스/신상품이나 이벤트 정보 안내


개인 정보 수집 항목


회사가 서비스 제공을 위해 제공 받는 항목은 다음과 같습니다.


수집항목: 이름/성, 이메일, 나라/지역, 나이, 성별, 비밀번호, 전화번호, 청구 및 배송 주소, 신용카드 정보, 서비스 이용기록, 접속 로그, 쿠키, 접소IP정보, 결제기록 



개인정보의 이용기간 및 보유기간


“회사”가 개인정보를 수집하는 경우 그 보유기간은 동의에 의한 회원가입 후 회원탈퇴(본인의사에 기한 탈퇴 및 약관위반에 따른 직권탈퇴 포함)시까지입니다. 단 다음의 정보에 대하여서는 아래의 이유로 명시한 기간 동안 보존합니다.

가. 보존항목 : 고객정보, 서비스 이용기록, 결제기록, 접속 IP정보
 나. 보존근거 : 고객님의 탈퇴기록 및 수사기관 협조 등에 이용하기 위하여 보존 함
 다. 보존기간 : 3개월 

한편, 상법 등 관련법령의 규정에 의하여 다음과 같이 거래 관련 권리 의무 관계의 확인 등을 이유로 일정 기간 보유하여야 할 필요가 있을 경우에는 일정기간 보유합니다.

① 계약 또는 청약철회 등에 관한 기록 : 5년
 ② 대금결제 및 재화 등의 공급에 관한 기록 : 5년
 ③ 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
 ④ 본인확인에 관한 기록 : 6개월 
 ⑤ 접속에 관한 기록 : 3개월 
 ⑥ 부정이용기록 보존근거 : 1년 
 ⑦ 신용정보의 수집, 처리 및 이용 등에 관한 기록 : 3년 
 ⑧ 표시 광고에 관한 기록 : 6개월 
 ⑨ “회사”는 『정보통신망 이용촉진 및 정보보호등에 관한 법률』 제29조 및 시행령 제16조에 따라 휴면회원의 경우 다음과 같이 처리 합니다.

-미이용 기준 : 당사 서비스에 대한 로그인 일자기준
 -유효기간: 1년 
 -휴면회원 처리에 대한 안내:30일 이전 메일을 통한 안내
 -휴면회원에 대한 개인정보 처리: 분리 보관조치
 -분리 보관 정보: 회원정보 및 회원정보와 관계된 정보 등
 -분리 보관 정보에 대한 보존 기간: 관련 법령에 의거 보존
 -계정활성화: 휴면계정 이후 4년이내 고객님의 요청에 의해 활성화

기타 회사가 보유기간을 미리 고지하고 그 보유기간이 경과하지 아니한 경우와 개별적으로 동의를 받은 경우에는 약정한 기간 동안 보존합니다.


개인정보 제공 및 공유 방침
① 회사는 고객의 개인정보를 서비스이용약관 및 개인정보취급방침의 「개인정보의 수집목적 및 이용목적」에서 고지한 범위 또는 서비스이용약관에 명시한 범위 내에서 사용하며, 동 범위를 넘어 이용하거나 제3자에게 제공하지 않습니다. 특히, 다음의 경우에는 주의를 기울여 개인정보를 이용 및 제공할 것입니다.


가. 제휴관계보다 나은 서비스 제공을 위하여 고객의 개인정보를 제휴사에게 제공하거나 또는 제휴사와 공유할 수 있습니다. 개인정보를 제공하거나 공유할 경우에는 사전에 고객께 제휴사가 누구인지, 제공 또는 공유되는 개인정보항목이 무엇인지, 왜 그러한 개인정보가 제공되거나 공유되어야 하는지, 그리고 언제까지 어떻게 보호ㆍ관리되는지에 대해 개별적으로 서면 또는 전자우편 등을 통해 고지하여 동의를 구하는 절차를 거치게 되며, 고객께서 동의하지 않는 경우에는 제휴사에게 제공하거나 제휴사와 공유하지 않습니다. 제휴관계에 변화가 있거나 제휴관계가 종결될 때도 같은 절차에 의하여 고지하거나 동의를 구합니다.

나. 매각 인수합병 등 영업의 전부 또는 일부를 양도하거나, 합병 상속 등으로 서비스제공자의 권리 의무를 이전 승계하는 경우 개인정보보호 관련 고객의 권리를 보장하기 위하여 반드시 그 사실을 고객에게 통지합니다.

② 회사는 고객에 대하여 보다 더 질 높은 서비스 제공 등을 위해 아래와 같이 개인정보를 제공하고 있습니다. 회사는 고객님의 개인정보를 서비스와 무관한 타 기업, 기관에 공개하지 않습니다. 단, 고객님의 개인정보를 공유하는 경우 다음과 같습니다.


제공받는자 : 기타 현지 서비스 진행 업체
제공하는 항목 : 성명, 전화번호, 전자메일 주소
제공받는 자의 이용목적 : 현지 행사진행 및 고객관리목적
보유 및 이용기간 : 이용목적에 따른 개인정보 제공 시-이용목적 달성 시


이 외에는 아래의 경우에 준합니다.


관계법령에 의하여 수사상의 목적으로 관계기관으로부터의 요구가 있을 경우
통계작성학술연구나 시장조사를 위하여 특정 개인을 식별할 수 없는 형태로 광고주협력사나 연구단체 등에 제공하는 경우
기타 관계법령에서 정한 절차에 따른 요청이 있는 경우
문화관광부 인증 우수상품에 관한 해당 관련기관의 요청이 있는 경우
서비스 제공에 따른 요금정산을 위하여 필요한 경우
홈페이지에 게시한 회사의 이용 약관 또는 운영원칙을 위반한 경우
회사의 서비스를 이용하여 타인에게 정신적, 물질적 피해를 줌으로써 그에 대한 법적인 조치를 취하기 위하여 개인정보를 제공해야 한다고 판단되는 충분한 근거가 있는 경우

캠페인 프로모션 및 각종 이벤트나 기획전으로 발생되는 경품 당첨 등의 서비스를 위하여 위탁업체로 정보를 제공할 수 있으며, 이때 필요한 정보의 종류 및 이용용도, 기간 등을 명시하여 고객의 사전 동의를 받는 경우
그러나 예외 사항에서도 관계법령에 의하거나 수사기관의 요청에 의해 정보를 제공한 경우에는 이를 관계자에게 고지하는 것을 원칙으로 운영하고 있습니다. 법률상의 근거에 의해 부득이하게 고지를 하지 못할 수도 있습니다. 본래의 수집목적 및 이용목적에 반하여 무분별하게 정보가 제공되지 않도록 최대한 노력하겠습니다. 고객님의 개인정보는 고객님에게 적합한 맞춤 서비스 및 맞춤상담을 위해 아래와 같이 활용될 수 있습니다.


회사의 서비스를 이용한 고객에게 한정하여 회사가 기획한 서비스 등 다양한 맞춤 서비스를 홍보 및 안내 드리기 위하여 개인정보 제공 및 공유에 동의한 고객에게 다양한 맞춤 서비스를 제공할 수 있습니다.
회사는 새로운 기술개발이나 보다 나은 서비스의 제공을 위하여 이용자들의 개인정보를 공유 할 수 있습니다. 이 경우에도 정보수집 또는 정보제공 이전에 이용자들에게 개인정보를 공유할 기관이나 단체가 누구인지, 어떤 정보가 왜 필요한지, 그리고 언제까지 어떻게 보호되고 관리되는지 알려드리고 동의를 구하는 절차를 거치게 되며, 이용자들의 동의가 없는 경우에는 추가적인 정보를 임의로 수집하거나 공유하지 않습니다.





개인정보의 보유
회사는 회원 가입승인 후부터 서비스를 제공하는 기간 동안에 한하여 최소한의 개인정보를 보유 및 이용 하게 되며, 개인정보 수집 및 이용목적이 달성되면 지체 없이 파기됩니다.
개인정보 파기절차 및 방법
회원의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 회사의 개인정보 파기절차 및 방법은 다음과 같습니다.


① 파기절차
  회원이 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조)일정 기간 저장된 후 파기됩니다. 동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않습니다.

② 파기방법
  종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기하며, 전자적 파일 형태로 저장된 개인정보는 삭제합니다.


회원 및 법정대리인의 권리와 그 행사방법
① 회사 및 법정 대리인은 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며, 본회의 개인정보의 처리에 동의하지 않는 경우 동의를 거부하거나 가입해지(회원탈퇴)를 요청하실 수 있습니다. 다만, 그러한 경우 서비스의 일부 또는 전부 이용이 어려울 수 있습니다.
② 회원이 개인정보 조회, 수정을 위해서는 '개인정보변경'(또는 '회원정보수정' 등)을, 가입해지(동의철회)를 위해서는 "회원탈퇴"를 클릭하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다. 혹은 개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하시면 조치하겠습니다.
③ 본회는 회원 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 "개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.
개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항
① 쿠키란
가. 회사는 개인화되고 맞춤화된 서비스를 제공하기 위해서 회원의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다.
나. 쿠키는 웹사이트를 운영하는데 이용되는 서버가 회원의 브라우저에게 보내는 아주 작은 텍스트 파일로 회원 컴퓨터의 하드디스크에 저장됩니다. 이후 회원이 웹 사이트에 방문할경우 웹 사이트 서버는 회원의 하드 디스크에 저장되어 있는 쿠키의 내용을 읽어 회원의 환경설정을 유지하고 맞춤화된 서비스를 제공하기 위해 이용됩니다.
다. 쿠키는 개인을 식별하는 정보를 자동적/능동적으로 수집하지 않으며, 회원은 언제든지 이러한 쿠키의 저장을 거부하거나 삭제할 수 있습니다.
② 회사의 쿠키 사용 목적
회원들이 방문한 회사 각 서비스와 웹 사이트들에 대한 방문 및 이용형태 등을 파악하여 회원에게 맞춤형 정보를 제공하기 위해 사용합니다.


③ 쿠키의 설치/운영 및 거부
  회원은 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 회원은 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 다만, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 본회 일부 서비스는 이용에 어려움이 있을 수 있습니다.

④ 쿠키 설치 허용 여부를 지정하는 방법(Internet Explorer의 경우)은 다음과 같습니다.
  가. [도구] 메뉴에서 [인터넷 옵션]을 선택합니다.
  나.[개인정보 탭]을 클릭합니다.
  다.[개인정보취급 수준]을 설정하시면 됩니다.


개인정보의 기술적/관리적 보호 대책
회사는 회원들의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 대책을 강구하고 있습니다.
① 비밀번호 암호화
회원 아이디(ID)의 비밀번호는 암호화되어 저장 및 관리되고 있어 본인만이 알고 있으며, 개인정보의 확인 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다.
② 해킹 등에 대비한 대책
회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 회원들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있으며, 암호화통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.


③ 취급 직원의 최소화 및 교육
  회사는 개인정보관련 취급 직원은 담당자에 한정시키고 있으며, 담당자에 대한 수시 교육을 통하여 본회 개인정보취급방침의 준수를 항상 강조하고 있습니다.
 ④ 개인정보보호방침
  회사는 개인정보취급방침의 이행사항 및 담당자의 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다. 단, 회원 본인의 부주의나 인터넷상의 문제로 ID, 비밀번호, 주민등록번호 등 개인정보가 유출되어 발생한 문제에 대해 회사는 일체의 책임을 지지 않습니다.


개인정보에 관한 민원서비스 
귀하께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다. 기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다. 


◎ 개인분쟁조정위원회 (www.1336.or.kr) TEL : 1336 
◎ 정보보호마크인증위원회 (www.eprivacy.or.kr) TEL : 02-580-0533~4 
◎ 대검찰청 인터넷범죄수사센터 (icic.sppo.go.kr) TEL : 02-3480-3600 
◎ 경찰청 사이버테러대응센터 (www.ctrc.go.kr) TEL : 02-392-0330
        </pre>
      </div>
    </div>
  </div>
</template>
<script>
export default {
  name: 'customer',
  mounted() {
    if(this.$route.fullPath.includes('term')) {
      $('.menu .item').tab('change tab', 'first');
    } else {
      $('.menu .item').tab('change tab', 'second');
    }
  }
}
</script>

<style scoped>
  pre {
    text-align: left;
    white-space: pre-wrap;       /* Since CSS 2.1 */
    white-space: -moz-pre-wrap;  /* Mozilla, since 1999 */
    white-space: -pre-wrap;      /* Opera 4-6 */
    white-space: -o-pre-wrap;    /* Opera 7 */
    word-wrap: break-word;       /* Internet Explorer 5.5+ */
  }
</style>
